IDENTIFICATION DIVISION.
PROGRAM-ID. $safeprojectname$.
ENVIRONMENT DIVISION.
DATA DIVISION.
PROCEDURE DIVISION.

PROGRAM-BEGIN.

PROGRAM-DONE.
	STOP RUN.